title_and_content = [
    {
        'title': '窑鸡的做法佳佳',
        'content': '这样做法的窑鸡一整只都不够吃，快看看帅气小伙如何制作！'
    },
    {
        'title': '斤糕传国潮小点心',
        'content': '一口酥脆，来自中国的传统桃酥！斤糕传国潮小点心，桃酥！斤糕传国潮小点心'
    },
    {
        'title': '炸鸡皮真的绝了！',
        'content': '东城最好吃的老北京美式炸鸡，炸鸡皮真的绝了！以及老北京美式炸鸡在我心目中好吃的标准是怎样的'
    },
    {
        'title': '两层芝士的小面包',
        'content': '鸡蛋面粉面包糠都是倒上去的，油也应该是倒上去炸'
    },
    {
        'title': '用最普通的食材吃',
        'content': '有没有一种可能，以前波靖仔吃的高级料理其实都是这样的，肯定有店子这样做的  哪怕那些知名的轮胎店  我怀疑也有拿普通材料然后吹牛逼说怎么这么高级  就看菜色里有多少这样的 一样俩样还能接受'
    },
    {
        'title': '关于这个蛋糕，请你们不要再信任我了',
        'content': '我是派大星，今天我目睹了一条秋刀鱼吃掉了我的朋友海绵宝宝的家'
    },
    {
        'title': '这道红烧鱼太香了',
        'content': '怎样吃鱼才不粘锅。大厨分享3个重点，这道红烧鱼太香了！'
    },
    {
        'title': '肉末酱豆腐想要好吃',
        'content': '肉末酱豆腐想要好吃，不要直接炖，多加一步，酱香嫩滑，拌饭硬菜'
    },
    {
        'title': '你们想学锅包肉？',
        'content': '你们想学锅包肉？我直接给你们找传承人！各位！我尽力了！'
    },
    {
        'title': '便利店鸡肉脆骨丸！',
        'content': '我可太行了，成功还原了便利店鸡肉脆骨丸，每一颗都饱满Q弹，鸡肉扎实香嫩爆汁，裹上甜滋滋的照烧酱，咬下去咯吱咯吱的，好玩又好吃～一口气吃了好几串！特别过瘾！'
    },
    {
        'title': '糯米烧麦不好吃？',
        'content': '''糯米烧麦：
糯米200克
冬笋粒60克
肉粒100克
香菇粒80克
盐5克
糖30克
老抽25克
猪油70克
姜片3片
葱段3段
料酒10克
干辣椒1个
水230克

皮坯
中筋粉140克
开水73克'''
    },
    {
        'title': '香辣酱蟹拌饭爆好吃',
        'content': '韩式生腌!嫩滑三文鱼配酱虾,香辣酱蟹拌饭爆好吃，我真的好爱生腌啊呜呜呜，以后第一个要去潮汕吃吃吃'
    },
    {
        'title': '家常酱香饼做的很成功',
        'content': '家常酱香饼做的很成功，酱香浓郁一口酥，老猫吃得真过瘾，吃了一口才开咥'
    },
    {
        'title': '巧克力是用这种东西做的',
        'content': '''虚假的巧克力制作:超市买的巧克力融化然后倒进模具里
真正的巧克力制作:买可可豆发酵，烘干，研磨，打成浆，最后放到模具里'''
    },
    {
        'title': '棉花糖的神仙组合！',
        'content': '布朗尼确实是日常最容易制作，最不容易翻车的蛋糕了，只要不选劣质巧克力，味道基本不会有什么大问题，浓郁的巧克力味道可以把一般蛋糕经常出现的蛋腥味掩盖的很好'
    },
    {
        'title': '空气炸锅版吮指原味鸡',
        'content': '这种做出来两天内必须吃完，第三天还用微波炉热的话真的是那个味道难以下咽，我之前做过前两天吃着都还行，第三天我还剩仨都吃不下去'
    },
    {
        'title': '减脂期也可以吃的烤肉串！',
        'content': '减脂期也可以吃的烤肉串！无油炸无油烟嘎嘎香！教练禁止吃蛋黄。??'
    },
    {
        'title': '马蹄糕的简单做法',
        'content': '马蹄糕的简单做法，口感Q弹软糯，冰爽清甜，学会了比外面买的还好吃。'
    },
    {
        'title': '“辣爆爆”辣烤大鸡腿',
        'content': '“辣爆爆”辣烤大鸡腿，特地开车几百公里来吃，还是草率了，我看弹幕里面有朋友说吃这么辣内分泌失调，但是你看这个男人 脸上油光水滑的，肤色比衣服白'
    },
    {
        'title': '饺子皮天花板吃法！',
        'content': '饺子皮天花板吃法！配上番茄酱，比薯条都好吃~丨菊花酥'
    },
]
